[{ "artist":"Inna",
"song":"Salina Skies",
"review":"is one of my favorites song from Inna. It has a very Latin/Spanish-sounding beat but is more of a ballad than anything else."
},
{
	"artist":"Inna",
	"song":"Tell Me",
	"review":"follows a trend of deep house-ish tracks.It's nothing really special, nothing that make you go wow. It's okay. Nothing less, nothing more."
},
{
	"artist":"Inna",
	"song":"Yalla",
	"review":"heavily influenced by music from Arabian countries and is probably the song that stands out the most because it is so different to what Inna previously did."
},
{
	"artist":"Inna",
	"song":"Diggy Down",
	"review":"is a big mix of different musical styles such as trap, some EDM and dance music. It also samples Marian Hill's 'Got it' heavily."
},
{
	"artist":"Inna",
	"song":"Rendez Vous",
	"review":"switches between being a dreamy song and being a slow-ish dance song. The chorus and post-chorus are nice. It’s cute and catchy at the same time."
},
{
	"artist":"Inna",
	"song":"Bop Bop",
	"review":"is…okay. Not very danceable, I guess. It works as a song but there’s nothing really special to it. It’s slower, features some clapping and some random words thrown into it. Let’s just say it’s one of the weakest songs of the album and leave it at that."
},
{
	"artist":"Inna",
	"song":"Too Sexy",
	"review":"samples Right Said Fred’s 90’s classic 'I’m Too Sexy' in the catchiest way possible. It gives it a modern, summer-y spin, adds some random Spanish words and a fabulous post-chorus that makes you go crazy all night long."
},
{
	"artist":"Inna",
	"song":"Sun Goes Up",
	"review":"is fun, easy-breasy and sounds like summer. That’s everything important about this song summarized. Plus the saxophone plays an important role in this one which makes it even better, in my opinion."
},
{
	"artist":"Inna",
	"song":"Devil's Paradise",
	"review":"is truly a paradise for your ears. The song is two minutes and 12 seconds full of pure musical bliss. It is a very quiet song, focusing only on Inna’s vocals, which shine especially bright in the beautiful chorus."
},
{
	"artist":"Inna",
	"song":"Summer in December",
	"review":"The whole song screams “fun”, it is soft, it is carefree and a perfect feel-good song for any type of activity or weather. So whether you have to drive along the coast or just relax on the beach side (or anywhere else), this might be the perfect soundtrack."
},
{
	"artist":"Jennifer Lopez",
	"song":"A.K.A",
	"review":"A declaration of self-identity and a presumed ex’s inability to realize what they had before it was too late.The drop into T.I.’s verse temporarily transforms the song into a low-key hip hop feel before leading the listener back into the in-your-face chorus."
},
{
	"artist":"Jennifer Lopez",
	"song":"First Love",
	"review":"Its fun and free feel was produced by none other than pop music heavyweight Max Martin, who lives up to his legacy, creating a sound reminiscent of past summertime hits. The cheeriness evokes a nostalgic air that will resonate with true J.Lo fans.The cheeriness evokes a nostalgic air that will resonate with true J.Lo fans."
},
{
	"artist":"Jennifer Lopez",
	"song":"I Luh You Papi",
	"review":"The feisty lead single has already amassed over 41 million views on its official music video online and has reached No. 77 on Billboard’s Hot 100 on April 5 2014."
},
{
	"artist":"Jennifer Lopez",
	"song":"Emotions",
	"review":"is neither the high or low point of the set. A shrilly chorus suggests a distressing heartbreak. "
},
{
	"artist":"Jennifer Lopez",
	"song":"Let It Be Me",
	"review":"The singer strips the production down on this melancholic string-backed ballad."
},
{
	"artist":"Jennifer Lopez",
	"song":"Booty",
	"review":"Lopez’s infamous backside is no doubt the catalyst for the track’s creation. The potential hit begs for a dance troop and some serious choreography."
},
{
	"artist":"Justin Timberlake",
	"song":"Senorita",
	"review":"Timberlake's voice complements the dynamic beat; and although the lyrics are in no way profound, at least he wrote them himself."
},
{
	"artist":"Justin Timberlake",
	"song":"Mirrors",
	"review":"relies on Timbaland’s familiar handclap-style beats and layers of synths and vocals, which instantly embed their way into your brain ..."
},
{
	"artist":"Justin Timberlake",
	"song":"TKO",
	"review":"There is something about how the heavy bass and snare blends with Timberlake’s signature voice that taps into the soul of every pop music fan when Timbaland is in the mix that simply cannot be denied"
},
{
	"artist":"Justin Timberlake",
	"song":"Suit & Tie",
	"review":"Timbaland creates a smooth beat out of a marimba roll and harp glissando that Marvin Gaye must have left on the cutting-room floor, and Timberlake rides it with that fluid, effortless falsetto."
},
{
	"artist":"Justin Timberlake",
	"song":"Can't Stop The Feeling",
	"review":"Ok, yes – this song is pretty much the definition of fun-for-the-entire-fam pop. But you can’t deny that it’s pretty catchy. Maybe it’s the fact that it gives me serious Michael Jackson vibes."
},
{
	"artist":"Justin Timberlake",
	"song":"What Goes Around...Comes Around",
	"review":"a soaring ballad featuring Timberlake's falsetto, with verses and choruses that pile on top of one another with dizzying effect. This is one of the most gorgeous pop melodies of that year."
},
{
	"artist":"Justin Timberlake",
	"song":"SexyBack",
	"review":"claims to be bringing sexy back to pop music, and indeed he is. You can almost feel beads of sweat rolling off the title track."
},
{
	"artist":"Lady Gaga",
	"song":"Million Reasons",
	"review":"Taylor Swift should learn that this is how you're supposed to write a break up song. "
},
{
	"artist":"Lady Gaga",
	"song":"Perfect Illusion",
	"review":"a simple, infectiously catchy slice of floor-filling, stadium-cheering pop."
},
{
	"artist":"Lady Gaga",
	"song":"Bang Bang",
	"review":"The Jazz really suits her voice... I never liked her before, but some of this stuff has convinced me she actually does have talent."
},
{
	"artist":"Lady Gaga",
	"song":"Applause",
	"review":"As always, Gaga has turned a lofty idea into a jingle for the masses."
},
{
	"artist":"Lana del Rey",
	"song":"Blue Jeans",
	"review":"packed with vintage American grandeur as well as Del Rey's own menacing vocal as she holds out for her once-upon-a-time lover"
},
{
	"artist":"Lana del Rey",
	"song":"Born To Die",
	"review":" Perhaps her most shining musical moment on record. The track uses the spy guitar/full orchestra/sampled howl formula to its most cinematic effect."
},
{
	"artist":"Lana del Rey",
	"song":"National Anthem",
	"review":"It's all diamonds, drugs and drinking on this military-drummed cut."
},
{
	"artist":"Lana del Rey",
	"song":"Summertime Sadness",
	"review":"proves to be one of the more durable tracks, even if its lyrics start to get redundant"
},
{
    "artist":"Adele", 
    "song":"Hello", 
    "review":"A beautiful song of loss and regret, it takes a grip on the kind of memory every listener holds somewhere in their heart and merges it with Adele’s own drama." 
  },
  {
      "artist":"Adele",
      "song":"Million Years Ago",
      "review":"“Million Years Ago” is a spare, lean song. The instrumentation is minimal, and Adele’s voice is incredibly powerful.“Million Years Ago” is about simpler times and how much Adele misses them."
  },
  {
      "artist":"Adele",
      "song":"Someone Like You",
      "review":"Someone Like You is a song about the regret that you feel but cannot share. It’s a deeply personal song about all the words Adele couldn’t say to the person to whom this song is meant. Someone Like You starts with things Adele heard about him. He settled down, found a girl and married her. She tries to feign courage by asking him why he’s shy, since it’s very unlike him. And then she confesses that she she had hoped by turning out of the blue, uninvited, and by seeing her face, he’d be reminded that for her, it’s not over."
  },
  {
      "artist":"Adele",
      "song":"Rolling in the Deep",
      "review":"With the follow-up to her Grammy-snagging 2008 album looming, this London pop-soul singer made a surprising choice for the disc's first single: 'Rolling in the Deep' finds the 22-year-old in bluesy gospel mode, sounding powerful but not particularly pop. Starting with a stroked acoustic guitar, this breakup-mourning track builds to a stomping, hand-clapping climax that affirms the English knack for rejiggering the sound of American roots music. 'I can't help feeling we could've had it all', she wails, marking the death of a dream with audible wrath."
  },
  {
      "artist":"Adele",
      "song":"Send My Love",
      "review":"For a song about sticking it to, and ultimately forgiving, a former lover, Send My Love is a spry and fun song.  By stepping away from the power-vocals and melancholy ballads that she is best known for, Adele has demonstrated her strength as both a vocalist and artist, leaving no doubt that she will have a successful career for as long as she wants."
  },
  {
      "artist":"Ariana Grande",
      "song":"Problem (feat. Iggy Azalea)",
      "review":"It's just so damn catchy! Despite the fact that it's been heavily played on pretty much every radio station ever for the past few months, I can't seem to stop liking it. It's fun, it's sassy, and it doesn't disappoint no matter how many times you hear it. "
  },
  {  
      "artist":"Ariana Grande",
      "song":"One Last Time",
      "review":"I can just tell that this song is destined to be released as a single, because it just sounds like a quintessential pop hit. It's no secret that Ariana has some pretty powerful vocals, and these are highlighted in full force with this catchy, melodic, ready-for-radio track. She should be super proud of her work on this one, because she has once again been able to stray away from the monotonous, tuneless characteristics of commercial music and shake things up with a song people actually enjoy listening and singing along to. "
  },
  {
      "artist":"Ariana Grande",
      "song":"Why Try",
      "review":" Ariana's belts in the chorus are just divine, and the rest of the song manages not to disappoint either. "
  },
  {
      "artist":"Ariana Grande",
      "song":"Break Free (feat. Zedd)",
      "review":" It's jam packed with all sorts of bass drops and techno back-beats, however still manages to steer clear of becoming monotone drivel. It's ridiculously catchy, and really is the ultimate dance song. Overall, an extreme 3 minute and 34 second pop extravaganza. "
  },
  {
      "artist":"Ariana Grande",
      "song":"Best Mistake (feat. Big Sean) ",
      "review":"If you heard this song on shuffle, you'd swear this was a bonus track from her previous album 'Yours Truly'. Bringing back the R&B vibe she threw at us last time, 'Best Mistake' slows it down a bit with this chilled out ballad. "
  },
  {
      "artist":"Ariana Grande",
      "song":"Be My Baby (feat. Cashmere Cat)",
      "review":"I've never even heard of Cashmere Cat before in my life, nor am I entirely certain what kind of vocals or instrumentation they lent to the song, however this track was perfectly enjoyable."
  },
  {
      "artist":"Ariana Grande",
      "song":"Love Me Harder (with The Weekend)",
      "review":"The vocals are stunning, the melody's infectious and the harmonies are seriously just out of this world. Both artists manage to really shine in their own ways and meld together really nicely, definitely making this a candidate for my favourite song on the album."
  },
  {
      "artist":" Beyoncé",
      "song":"All Night",
      "review":"All Night is the perfect choice, musically-speaking, for such an intimate portrait. The bare skeleton of reggae guitars and slinky funk bass evoke a simple, spartan appeal, almost demo-like but built to perfection. It’s easy to imagine a great bar band pulling it off on a Saturday night, or, perhaps, at an unassuming coffee shop session."
  },
  {
      "artist":" Beyoncé ",
      "song":"Hold Up",
      "review":"'Hold Up' is a complicated song to pull apart, because it's layered over and over in indie rock influences from the 2000s. "
  },
  {
      "artist":" Beyoncé ",
      "song":"DON’T HURT YOURSELF (FEATURING JACK WHITE)",
      "review":"This collaboration doesn't exactly make sense on paper. But take the song's arsenal of classic Jack White tricks — the distorted rock 'n' roll vocals, the nimble foundation of drumbeats, the clashing chorus — and lend them to Beyonce, and it sounds fresh."
  },
  {
      "artist":" Beyoncé ",
      "song":"SORRY",
      "review":"Is this the most profound Bey song she's ever made? Probably not, but it's a breezy, beautiful kiss-off that's enough to tell every below-average person in your life \"Boy, bye.\""
  },
  {
      "artist":" Beyoncé ",
      "song":"LOVE DROUGHT",
      "review":"Daddy Lessons serves as a turning point for the record, as the spare, woozy Love Drought transitions into Bey’s more familiar territory of soaring love songs."
  },
  {
      "artist":" Beyoncé ",
      "song":"FREEDOM (FEATURING KENDRICK LAMAR)",
      "review":"Freedom is a fittingly barn-burning collaboration. A soulful, motivational anthem that’s sure to crop up in gym playlists and movie trailers in no time. "
  },
  {
      "artist":"Britney Spears",
      "song":"Baby One More Time",
      "review":"Brit’s voice is heavily auto-tuned and studio-treated, as she delivers her lines in a monotone, robotic fashion. It’s almost as though she is devoid of emotion, trying to convince herself that getting tangled up with a “criminal” isn’t a bad idea. We don’t think she means a literal criminal, either. Read between the lines; the message is there. She likes bad boys."
  },
  {
      "artist":"Britney Spears",
      "song":"Womanizing",
      "review": "Parents need to know that this single marks Spears' latest attempt at a career comeback. Although it has a general aura of sexiness and talks a lot about \"womanizing\" -- i.e. using women for sex -- most of the lyrics include pretty general terms, and the song's cheating theme isn't discussed in great detail. "
  },
  {
      "artist":"Britney Spears",
      "song":"Sometimes",
      "review":"Britney's second single wasn't nearly as huge as her debut hit 'Baby One More Time', but it's still beloved by many of the singer's hardcore fans. After years of increasingly aggressive and sexy dance music, it's sort of refreshing to revisit a time when Spears came off as innocent and squeaky-clean."
  },
  {
      "artist":"Britney Spears",
      "song":"Everytime",
      "review":"'Everytime' is widely speculated to be Britney's answer to Justin Timberlake's 'Cry Me A River', his breakout solo hit about the end of their romantic relationship. While Timberlake expressed his sorrow with electro-pop quasi-symphonic grandeur, Spears went in the opposite direction, offering her side of the story in a simple, piano-led ballad that showcases a vulnerability that rarely comes out in her other tunes."
  },
  {
      "artist":"Britney Spears",
      "song":"Lucky",
      "review":"Britney's second hit from Oops…I Did It Again is one of her most bubbly tunes, but the lyrics about a miserable starlet suggest that Spears identified with the dark side of fame very early on in her career."
  },
  {
      "artist":"Bruno Mars",
      "song":"Just The Way You Are ",
      "review":"It is a beautiful song and the touching lyrics perfectly complement this. Whilst the melody works well and is sure to touch the hearts of lovesick teenagers, there is nothing really too special or original about the track."
  },
  {
      "artist":"Bruno Mars",
      "song":"Grenade",
      "review":" The big powerful impact of the tracks instruments has provided an extreme atmosphere to the message of the track itself. Bruno sings with enough disappointment in ‘I would go through all this pain, take a bullet strike through my brain…’ – an assuring line that he would do everything for the woman he loves and still won’t get the love he deserves. It’s kind of depressing if you’d look into it but it’s a brilliant song incorporated with an amazing vocal that gives him an assurance that he can do a lot more things than what we know. "
  },
  {
      "artist":"Bruno Mars",
      "song":"When I was your man",
      "review":"Sad and piano? That's the first impressions I get from this song. The song itself is carried by this piano melody, and it doesn't sound like they used any more instruments. The song itself is about him missing out a great chance."
  },
  {
      "artist":"Bruno Mars",
      "song":"It Will Rain",
      "review":"This sheet music features an arrangement for piano and voice with guitar chord frames, with the melody presented in the right hand of the piano part, as well as in the vocal line."
  },
  {
      "artist":"Charlie Puth",
      "song":"Dangerously",
      "review":"Lyrically the song is a dud. The track is put together with bog standard cliches and a hook that doesn’t even make any sense. Loving someone ‘dangerously’ is an awfully cheesy theme that really doesn’t mean a lot when you dissect it; the theme didn’t give him much to work with."
  },
  {
      "artist":"Charlie Puth",
      "song":"One Call Away",
      "review":"Overall, 'One Call Away' displays Charlie Puth's growth and maturity as a singer-songwriter, as well as his ability to find his unique sound. It deserves to climb up the Billboard Hot 100 charts, and it garners 4.5 out of 5 stars."
  },
  {
      "artist":"Charlie Puth",
      "song":"We Don’t Talk Anymore",
      "review":"“We Don’t Talk Anymore” is light, innocent sounding pop. The production work isn’t incredibly flashy, comprising of guitar and a relatively basic beat. Puth and Gomez both sound respectable, which isn’t always true of either – no shade. Gomez, to her credit, sounds better than she has on some of her own songs. "
  },
  {
      "artist":"Charlie Puth",
      "song":"Some Type of Love",
      "review":"The title track ‘Some Type of Love‘ sounds slightly reminiscent of Sam Smith in places. The track makes you want to indulge in all the good times in life. And finally, ‘Suffer‘ ends it all on a old school blues tone which sounds like it belongs on a soundtrack to a romantic film. It’s lyrics are deep as he repeats “don’t make me suffer“."
  },
  {
      "artist":"Chris Brown",
      "song":"Party",
      "review":"“Party” follows a predictable script from Chris Brown – shallow to the nth degree.  As a record, it’s enjoyable, but cliché.  Both Brown and Usher are more talented than this record. It’s dessert, but ultimately, it’s not healthy or the least bit nutritious."
  },
  {
      "artist":"Chris Brown",
      "song":"Paradise",
      "review":"'Paradise' is a bit more club and radio friendly in its content as Brown sings about spending one amazing night with someone you are really into."
  },
  {
      "artist":"Chris Brown",
      "song":"Picture Me Rollin",
      "review":"On “Picture Me Rollin’,” Brown sings, “Baddest bitch, you know she mine, but you know I don’t love them. I don’t cuff them.” Brown couldn’t be any more boring here if he tried. He does try, though."
  },
  {
      "artist":"Chris Brown",
      "song":"Wrist",
      "review":"“Wrist” Brown basically goes back to rapper ’n b with lines like, 'I'm a champagne-pouring nigga. I like big asses and tits.'"
  },
  {
      "artist":"Drake",
      "song":"Hotline Bling",
      "review":"There's such a great atmosphere of late night bitter loneliness here that it's a shame that the misogynistic lyrics shit all over that mood. Still good if you don't pay too much attention though."
  },
  {
      "artist":"Drake",
      "song":"Energy",
      "review":"Drake keeps the game steadily satiated with new music, but it's been a while since he delivered an accompanying visual. That cold streak ended last weekend when he dropped the music video for his If You're Reading This, It's Too Late banger 'Energy'."
  },
  {
      "artist":"Drake",
      "song":"Worst Behavior",
      "review":"'Worst Behavior' the eighteenth best song of 2013. Drake's worst has him flexing, ogling the zeroes on his checks, and defeating a handicapped Serena Williams on the tennis court."
  }
]